[{
        "id": "1354541",
        "title": "Vinyasa yoga",
        "session": "MON,FRI,SAT",
        "duration": "10AM-2PM",
        "description": "Vinyasa is a style of yoga characterized by stringing postures together so that you move from one to another, seamlessly, using breath.  Commonly referred to as “flow” yoga, it is sometimes confused.Vinyasa classes offer a variety of postures and no two classes are ever alike.  The opposite would be “fixed forms” such as Bikram Yoga, which features the same 26 postures in every class, or Ashtanga which has the same sequence every time.The variable nature of Vinyasa Yoga helps to develop a more balanced body as well as prevent repetitive motion injuries that can happen if you are always doing the same thing every day.As a philosophy, Vinyasa recognizes the temporary nature of things.  We enter into a posture, are there for a while and then leave.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRJ_rtwT_03tkBhU8FJlAOZLExXHhLo9zugDg&usqp=CAU",
        "phot1": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2018/05/13/15/yoga.jpg?width=982&height=726&auto=webp&quality=75",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRFsIQfX2ujvIFY35JCcTKuU41g8LfeeywHAA&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQe9zYXi2qyUTxPUuvqpXZuTOkqGWGWyeu36g&usqp=CAU"

    },
    {
        "id": "911612",
        "title": "Hatha yoga",
        "session": "WED,SUN,TUE",
        "duration": "9AM-1PM",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR8znH4pcJyZQAdqf9P0pZR976N58osx-TRLg&usqp=CAU",
        "description": "There is some research that focuses specifically on the benefits of hatha, though most of those studies define hatha using the umbrella term (i.e., yoga that combines poses and breathing techniques) rather than specifying it as yoga that's slower-paced and focused on alignment. With that caveat in mind, those studies suggest the broad category of hatha yoga may have a variety of benefits, including: It also can impact your endurance.Yoga makes you very movable and very capable.Youget to be strong in not just one direction,but everything you can imagine doing in every direction without tiring ",
        "photo1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRYX80I-EXFGS1K8a7_vRPt_GOLnWxNz7engw&usqp=CAU",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRG0_y_MwpPE0rasbOHA1LNQjwJPow01NM1ug&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSLO7cpNt2N26d9wcKqDGyjd3tBozLvXD8nmA&usqp=CAU"
    },
    {
        "id": "361893",
        "title": "Iyengar Yoga",
        "session": "MON,FRI,TUE",
        "duration": "6.20AM-11AM",
        "description": "Iyengar Yoga is accessible for all ages and all body types. It is known for its focus on precision and timing and the use of props, which were designed by Mr. Iyengar and help the practitioner to achieve perfection in any asana. Regular practice of Iyengar Yoga integrates the body, mind, and emotions.Iyengar Yoga is differentiated from other methods by a worldwide, standardized system of instruction. Certified Iyengar Yoga Teachers (CIYTs) undergo rigorous training and evaluation to earn their certifications. Only CIYTs are permitted to describe their method of instruction as Iyengar Yoga. CIYTs are trained to provide clear demonstrations of each posture and are skilled in using simple props to maximize the opening and awareness of the body, providing support to the less flexible and extra extension to the more advanced student.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSs4heEwJPv0SfvZ95Qh22ldvTje9T24emGWw&usqp=CAU",
        "photo1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQvlU1HfB3ss2felToNPT-cFDCTwhquvttQLg&usqp=CAU",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSe_5RY8tpl-HpYNE0SQCnx7zRaSFg_V3xUpA&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS-rdAa5MA1fSU6Ji7z3CgdmfqJjVgZyMhIbQ&usqp=CAU"
    },
    {
        "id": "82914",
        "title": "kundalini yoga",
        "session": "SAT,TUE,WED",
        "duration": "7.45AM-11AM",
        "description": "First introduced to the western world in the late 70s by Yogi Bhajan, Kundalini yoga is a combination of breath, movement, and sound. It derives from the Sanskrit word kundal, which translates to “coiled energy.” The idea is that we all have energy gathered at the base of our spine and, through the practice of Kundalini, we bring that energy up our spine through the seven chakras, and out the crown of our head.There are a lot of reasons why people choose to practice Kundalini—like its effect on both your physical and psychological well-being. Below are some of the most popular health benefits of Kundalini, including a faster metabolism, better mood, and lowered stress levels.That “high” you get after a sweaty yoga class is a real thing—research has found that regularly practicing Kundalini yoga increases the production of serotonin (the happy hormone) in your brain.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS3z2fseFd1BbLsXBxswOXSvpdDajrDHwDduQ&usqp=CAU",
        "photo1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcROtrvRExqrZMaF6BPNDF-q4OwfZ33rQBElWQ&usqp=CAU",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRvCrRCASn9lKm1w9yv29O5meZAoWFovHn3Bg&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSIEk0YXlaWANrSxan_a5x42hIqwNPaTKtdXw&usqp=CAU"
    },
    {
        "id": "9178815",
        "title": "Ashtanga yoga",
        "session": "WED,FRI,SUN",
        "duration": "6.40AM-10AM",
        "description": "The ultimate purpose of the Ashtanga practice is purification of the body and mind. By moving so quickly and powerfully, you will get a lot of tapas and everything extra, physical and mental, will have to get out the way. This practice has a strong sense of purpose and you are forced to focus and grow.Ashtanga comes with all the benefits of a regular yoga practice–strength, flexibility, stress management, and inner peace. Because the series is so demanding (and in traditional practice you’re expected to practice most days) you will get really strong really fast. There is no part of the body that doesn’t work hard in this practice.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTeRvv1jQCtsIOP5XmiOfBde0VdcMWBMOQwcA&usqp=CAU",
        "photo1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQpFZWkPd3YaJ26JkqF8CXCpfjdPUrPI0Q8g&usqp=CAU",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQmhoJHbahsd1qNmHzpsuNE2uFnt2ANLl_paA&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcThX6xACdYk5DmWjtzkXBPtQwAfrlagNqVVyA&usqp=CAU"
    },
    {
        "id": "639981",
        "title": "Bikram yoga",
        "session": "SAT,MON,FRI",
        "duration": "9AM-11.30AM",
        "description": "There's a point to practicing in a hot room besides building discipline. According to Choudhury, the precise sequence of 26 postures and two breathing exercises must be performed within 90 minutes in a heated room (set to 100-degrees-plus if it's going to be truly Bikram) to allow the body to stretch, detoxify, relieve stress, tone, and heal chronic pain such as arthritis, joint aches, knee injuries, back problems, and more. According to one study review, the potential health benefits of hot yoga include improved glucose tolerance (a better ability to process sugar), blood lipid profile (a measure of cholesterol and fats in blood), and bone density. That said, research is limited when it comes to whether heated yoga has benefits over non-heated yoga. One small study suggested that heated yoga is no more beneficial, at least when it comes to boosting adults' heart health. And if your main goal in working out is weight loss, hot yoga probably shouldn't be your first choice. One study found that it burns around the same number of calories as brisk walking, according to Time.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRdBum75uT9vOCoCs5abzzkL7EN5sRGqu5u8Q&usqp=CAU",
        "photo1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTf_PT_oIn0Ndh_EGf4TUetwka8gQNds-1VmQ&usqp=CAU",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmDMvzgGE_Ck2o79KhkFQRCAwsulRWXVXaiQ&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSf4CiO8NF0AZ-Rvay8YlIZUjCJq7AMKmiE_w&usqp=CAU"
    },
    {
        "id": "732881",
        "title": "Yin yoga",
        "session": "WED,TUE,SAT",
        "duration": "8.20AM-11.30AM",
        "description": "Through deep meditation, the ancient spiritual adepts won insight into the energy system of the body. In India, yogis called this energy prana and its pathways nadis; in China, the Taoists called it qi (pronounced chee) and founded the science of acupuncture, which describes the flow of qi through pathways called meridians. The exercises of tai chi chuan and qi gong were developed to harmonize this qi flow; the Indian yogis developed their system of bodily postures to do the same.Analyzing various yoga techniques from the perspective of yin and yang, the most relevant aspect is the elasticity of the tissues involved. Yang tissues like muscles are more fluid-filled, soft, and elastic; yin tissues like connective tissue (ligaments, tendons, and fascia) and bones are dryer, harder, and stiffer. By extension, exercise that focuses on muscle tissue is yang; exercise that focuses on connective tissue is yin.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT4cWrBmsA5HqCHw4EcrpR6_s7Rmg3ZihY4YQ&usqp=CAU",
        "photo1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRaqt5p93z29GY30oRkMys2T6kUxIyYaeBYTw&usqp=CAU",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT4cWrBmsA5HqCHw4EcrpR6_s7Rmg3ZihY4YQ&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTx_05Ha8_zAt8BYBIYF_BQA-juSI6OGTLxDw&usqp=CAU"

    },
    {
        "id": "2917688",
        "title": "Restorative yoga",
        "session": "TUE,SUN,SAT",
        "duration": "7AM-10AM",
        "description": "The main focus of Restorative Yoga is that by relaxing in poses, with the aid of props, without strain or pain, we can achieve physical, mental and emotional relaxation. Restorative yoga classes are very relaxing and slow paced. Props, like blocks, bolsters, blankets and straps are used so that you are supported in your pose comfortably. You will then hold the pose for an extended period of time. This practice is great to balance an active yoga schedule or to give yourself a break when you feel under the weather.When you are practising restorative yoga, you will feel a sense of motionlessness and shapelessness, and this can lead you to feel some emotional discomfort and vulnerability. If this happens, stay with the breath and allow it to pass.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSLAAspC5Q_J4bp0rceaeArljthZlNDcR7B8A&usqp=CAU",
        "photo1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQIkfHNYW0dImAbcUFcV570G1Iy53GSpotjmg&usqp=CAU",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRKXR3SQGGUp1Lvqi4eyNtGbyejkyih1tr8NA&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS8A1WDuroNEPhdQvR9iB_z8n8SxTOzshXY5w&usqp=CAU"
    },
    {
        "id": "39289359",
        "title": "prenatal yoga",
        "session": "TUE,FRI,SAT",
        "duration": "6AM-8AM",
        "description": "Prenatal yoga is designed to support mothers-to-be on their individual pregnancy journeys, from conception all the way to birth. The wide range of classes will help you meet your changing physical and emotional needs, while addressing any unexpected challenges that might arise. From uplifting movement practices and back care, to meditations to connect with your baby, you'll find a full spectrum of support tools. Studies have shown that pregnant women’s heart rate and blood pressure lowers after doing prenatal yoga — even more so than after doing other low-impact exercises like walking.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTE8xL0YA6DtG3Aj2ogeJf0h-3ktKApjrwUaA&usqp=CAU",
        "photo1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTOHQhMNJmaBPyRnxJY2Y1wxxWB4FnbZNtprg&usqp=CAU",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQb300e6OH0sUgijH6JNThAEEib8DYNiUGbyA&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSaJBozZ9uaSbZnZiVnoqspp3RCiSeso0_Bdw&usqp=CAU"
    },
    {
        "id": "816110",
        "title": "Anusara yoga",
        "session": "WED,THU,FRI",
        "duration": "8.10AM-11AM",
        "description": "Anusara emphasizes “Universal Principles of Alignment” as the focal point of its practice, which underlie all of the physical asanas. These principles are important in the practice of yoga as they give you guidelines on how to align your body, heart and mind in a way that provides both integration and safe opening so circulation is optimal and strength, good health and wellbeing are fostered.Many Anusara yoga teachers teach in the vinyasa flow style with holding some (key) poses for a longer time. A flow practice helps to connect you to your breath and the breath serves as a guide in your asana practice. Vinyasa flow warms up the body and links the focus of the class to the physical expression. Holding the poses allows for more explanation of the key alignment principle and the linking of the spiritual intention to your body.  ",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT82CizbgMXhMuS7r4je--ntJlXq5-saLv3_A&usqp=CAU",
        "photo1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSDec6hdar8tNAJlsGD0lDpnYhnJBq0z7TYAA&usqp=CAU",
        "photo2": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRhHbYH6JlzuRadMYXvBc2Ti70TRfBH8v2-9A&usqp=CAU",
        "photo3": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRNRePrE_fq5g1usTiXOY2KMNRr3Xog4Pd7Rg&usqp=CAU"
    }
]